[
  {
    "title": "Fundamentals of Data Engineering",
    "author": "Joe Reis & Matt Housley",
    "idioma":"Inglés",
    "category": "Data Engineering",
    "price": "$179.900",
    "priceOffer": "$129.900",
    "image":"./images/books/Data-Engineering/Fundamentals-of-Data-Engineering.jpg",
    "description": "'Fundamentals Of Data Engineering' es una joya educativa de O'Reilly que te guiará a través de los principios esenciales de la ingeniería de datos. Aprende a dominar las herramientas y técnicas necesarias para administrar y aprovechar al máximo los datos en un mundo impulsado por la información. Este libro te equipa con los conocimientos y las habilidades que necesitas para sobresalir en el emocionante campo de la ingeniería de datos. ¡Prepárate para impulsar tu carrera y convertirte en un experto en la gestión y procesamiento de datos!"
  },
   {
    "title": "Data Science from Scratch",
    "author": "Joel Grus",
    "idioma":"Inglés",
    "category": "Data Science",
    "price": "$259.900",
    "priceOffer": "$179.900",
    "image":"./images/books/Data-Science/Data-Science-from-Scratch.jpeg",
    "description": "This book focuses on data analysis in the context of life sciences using the R programming language. It covers statistical techniques and data analysis relevant to researchers in biology and genomics."
  },
  {
    "title": "Learning SQL",
    "author": "Alan Beaulieu",
    "idioma":"Inglés",
    "category": "Data Analysis",
    "price": "$139.900",
    "priceOffer": "$109.900",
    "image":"./images/books/Data-Analysis/Learning-SQL.jpeg",
    "description": "This book focuses on how to apply data science techniques in a business context. Provides an introduction to key concepts and how to use them to make informed trading decisions."
  },
  {
    "title": "Spark The Definitive Guide",
    "author": "Bill Chambers & Matei Zaharia",
    "idioma":"Inglés",
    "category": "Data Engineering",
    "price": "$169.900",
    "priceOffer": "$129.900",
    "image":"./images/books/Data-Engineering/Spark-The-Definite-Guide.jpeg",
    "description": "This authoritative guide provides a comprehensive overview of data warehousing concepts and best practices. It covers topics such as dimensional modeling, ETL (Extract, Transform, Load) processes, and data quality assurance. Whether you are designing a new data warehouse or maintaining an existing one, this book is an essential resource for data management professionals."
  }
]